<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head><meta http-equiv="Content-Type" content="text/html; charset=UTF-8">


<title>ПОЛИТКА ЗАКРЫТИЯ КОНТЕНТА</title>
<link href="/css/index.css" type="text/css" rel="stylesheet">
<link rel="icon" type="image/svg+xml" href="/favicon.svg">
<meta name="robots" content="nofollow">

<meta http-equiv="content-language" content="ru">
<script src="/js/domain_title.js" charset="utf-8" type="text/javascript"></script>
<script src="/js/main.js" charset="utf-8" type="text/javascript"></script>
<script src="/js/request.js" charset="utf-8" type="text/javascript"></script>
<script src="/js/jquery-3.1.1.min.js" charset="utf-8" type="text/javascript"></script>
<script type="text/javascript">
if (window.top != window.self) window.top.location = window.self.location;
</script>
<meta name="description" content="Сервис хранения бесплатного ПО. EKS-программы. Скачать бесплатно.">
<meta name="keywords" content="сервис, хранение бесплатного по, программы, онлайн, скачать">
<meta property="og:image" content="/i/eks-3.png"/>
<link rel="image_src" href="/i/eks-3.png">
</head>


<body onload="initBody()">
<table width="100%" height="100%" border="0" cellspacing="0" cellpadding="0">
<tr><td valign="top" style="height: 28px;">
<?php include($_SERVER['DOCUMENT_ROOT'] . "/include/header.php"); ?>
</td></tr>
<tr><td valign="top" style="padding: 16px;" id="body_element">

<h1>ПОЛИТИКА ЗАКРЫТИЯ КОНТЕНТА</h1><p>
</p><p>1. Если вы являетесь обладателем прав интеллектуальной собственности относительно какого-либо контента, размещенного на ресурсе eks.ru, и вы считаете такое размещение нарушением ваших прав или <a href="rules">Правил ресурса</a> eks.ru, администрация ресурса eks.ru готова содействовать вам для устранения таких нарушений.</p>

<p>Для того, чтобы сообщить нам о нарушении, пожалуйста, пришлите письмо по адресу <a href="mailto:help.eks.ru@gmail.com">help@eks.ru</a>, предоставив следующую информацию:</p>

<p>1.1. Название/Имя Правообладателя или представителя Правообладателя - если жалобу направляет Представитель;</p>

<p>1.2. Прямая(-ые) ссылки (URL(s)) на веб-страницы, содержащие и/или непосредственно ведущие к контенту, размещение которого является нарушением. Ссылки должны быть указаны в формате <strong>http://www.eks.ru/******</strong>;</p>

<p>1.3. Ваше заявление о том, что вы действительно являетесь обладателем прав на контент по указанным согласно пункту 1.2. ссылкам, вместе с копиями документов, которые подтверждают ваши права на контент, а также вашу личность и полномочия обращаться от имени правообладателя:</p>

<p style="margin-left:40px">1.3.1. для автора (соавтора) контента – документ, удостоверяющий личность, и документ, подтверждающий права на контент (свидетельство о регистрации авторского права, авторское соглашение и т. п.);</p>

<p style="margin-left:40px">1.3.2. для других правообладателей – документ, удостоверяющий личность, и документ, подтверждающий права на контент (лицензионное соглашение, авторский договор, и т. п.);</p>

<p style="margin-left:40px">1.3.3. для представителей правообладателя – документ, подтверждающий право обращаться от имени правообладателя (доверенность и т.п.), а также документы, подтверждающие права доверителя на контент.</p>

<p>2. Размер приложения (attachment) к письму не должен превышать 25 Мб.</p>

<p>3. Обращаем ваше внимание на то, что письмо с жалобой не может содержать ссылки, которые ведут к документам, расположенным на сторонних ресурсах. В случае указания в письме таких ссылок, администрация ресурса eks.ru не будет принимать такие документы во внимание при рассмотрении жалобы.</p>

<p>4. В случае, если размер документов, которые вы хотите предоставить в соответствии с требованиями пункта 1.3. превышает размер, указанный в пункте 2 или по техническим причинам их невозможно прикрепить к письму, вы можете воспользоваться сервисом временного хранения файлов <strong>Экспресс-файлы</strong> на ресурсе eks.ru. При этом, в письме с жалобой на контент вы должны указать ключ доступа к объекту временного хранения файлов в формате http://www.eks.ru/******, который присваивается при создании такого объекта с помощью сервиса <strong>Экспресс-файлы</strong>.</p>

<p>5. Обращаем ваше внимание на то, что для определения оснований для блокировки контента мы рекомендуем предоставить максимально полную информацию, необходимую для установления факта нарушения. Вы имеете право не предоставлять информацию, которая не относится к подтверждению прав на контент или факта нарушения, и, по вашему мнению, не может быть раскрыта. Вы можете скрыть такую информацию в документе (например, стереть или зарисовать серию и номер паспорта, размер платежей по договору, фотографию и т.п.). При этом вы несете полную ответственность за достоверность и полноту предоставленной вами информации для рассмотрения вашей жалобы. Администрация ресурса eks.ru может запросить дополнительную информацию или документы, необходимые для рассмотрения жалобы, в соответствии с Политикой закрытия контента.</p>

<p>6. В случае неполноты информации, подтверждающей ваши права на контент, мы имеем право запросить копии дополнительных документов, подтверждающих вашу личность, статус и/или ваши права запрещать распространение контента в сети Интернет.</p>

<p>7. Если по нашему запросу или по вашей инициативе возникла необходимость предоставить любую дополнительную информацию или документы, то такие документы направляются администрации ресурса eks.ru в следующем порядке:</p>

<p style="margin-left:40px">7.1. с помощью электронной почты, если размер документов позволяет прикрепить их к письму, вместе с копией письма, которым вы ранее уведомляли администрацию ресурса eks.ru о нарушении ваших прав, и которое стало основанием для запроса дополнительных документов;</p>

<p style="margin-left:40px">7.2. с помощью сервиса временного хранения файлов <strong>Экспресс-файлы</strong> в соответствии с пунктом 4, с обязательным уведомлением администрации ресурса eks.ru о загрузке дополнительных документов электронным письмом с копией письма, которым вы ранее уведомляли администрацию ресурса eks.ru о нарушении ваших прав, и которое стало основанием для запроса дополнительных документов.</p>

<p>8. В случае, если вы направляете администрации ресурса eks.ru несколько писем с жалобами на разный контент на ресурсе eks.ru, или же ранее направляли письмо с жалобой на другой контент на ресурсе, и при этом в соответствии с пунктом 4 вам необходимо загрузить документы с помощью сервиса временного хранения файлов <strong>Экспресс-файлы</strong>, вы должны создать новый объект временного хранения файлов с отдельным ключом доступа для каждого следующего письма с жалобой на контент на ресурсе, который не был предметом предыдущей жалобы. В случае, если отдельные ссылки на контент на ресурсе в нескольких жалобах совпадают, и, при этом, остальные ссылки отличаются, контент из жалоб считается разным и применяются правила этого пункта.</p>

<p>9. Администрация ресурса eks.ru оставляет за собой право оставить без рассмотрения ваши письма, если они направлены с нарушением правил, указанных выше, а также содержат признаки явного злоупотребления механизмом обращения к администрации ресурса eks.ru для устранения нарушений ваших прав или <a href="rules">Правил ресурса</a>. Таким злоупотреблением считаются в частности, но не исключительно, следующие случаи:</p>

<ul>
	<li>• систематическое (более 2 раз) указание большого количества ссылок (более 5 ссылок), контент по которым не имеет никакого отношения к контенту, права на который принадлежат заявителю или его доверителю;</li>
	<li>• предоставление большого количества документов, большинство из которых не имеет отношения к подтверждению полномочий представителя и прав на контент.</li>
</ul>

<p><strong>10. Пожалуйста, обратите внимание на следующее</strong>:</p>

<p>10.1. Администрация ресурса eks.ru оставляет за собой право опубликовать и/или передать третьим лицам любую информацию, полученную по адресу <a href="mailto:help.eks.ru@gmail.com">help@eks.ru</a>, кроме информации, распространение которой запрещено законодательством Украины.</p>

<p>10.2. Заявления, полученные по адресу <a href="mailto:help.eks.ru@gmail.com">help@eks.ru</a>, публикуются на ресурсе в специальном разделе “Жалобы Правообладателей” с удалением информации, распространение которой запрещено законодательством Украины. Администрация ресурса eks.ru имеет право не публиковать жалобы и заявления третьих лиц.</p>

<p>10.3. Ресурс eks.ru предоставляет услуги информационной площадки для хранения информации пользователями. Перед размещением контента каждый пользователь ресурса подтверждает свое согласие соблюдать <a href="rules">Правила ресурса</a>. Согласно Правилам ресурса, пользователь подтверждает и гарантирует, что он имеет право на размещение контента на ресурсе, и что размещение контента не нарушает права интеллектуальной собственности третьих лиц.</p>

<p>10.4. Мы уверены, что большинство наших пользователей соблюдают <a href="rules">Правила ресурса</a>. Мы не несем ответственности за информацию, которая хранится на ресурсе до тех пор, пока мы не уведомлены должным образом о факте нарушения <a href="rules">Правил ресурса</a>. Как провайдер информационных услуг хранения информации, администрация ресурса eks.ru не обязана отслеживать информацию, которая хранится на ресурсе или осуществлять премодерацию контента на предмет нарушения прав третьих лиц. Размещение контента пользователями на ресурсе eks.ru считается правомерным до тех пор, пока не будет достаточных оснований считать иначе.</p>

<p>10.5. Администрация ресурса eks.ru оставляет за собой право изменять настоящую Политику на свое усмотрение в любое время.</p>

</td></tr>
<tr><td valign="bottom" height="32">
<?php include($_SERVER['DOCUMENT_ROOT'] . "/include/footer.html"); ?>
</td></tr>
</tbody></table>
</body></html>