<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html><head><meta http-equiv="Content-Type" content="text/html; charset=UTF-8">


<title>Правила ресурса</title>
<link href="/css/index.css" type="text/css" rel="stylesheet">
<link rel="icon" type="image/svg+xml" href="/favicon.svg">
<meta name="robots" content="nofollow">

<meta http-equiv="content-language" content="ru">
<script src="/js/domain_title.js" charset="utf-8" type="text/javascript"></script>
<script src="/js/main.js" charset="utf-8" type="text/javascript"></script>
<script src="/js/request.js" charset="utf-8" type="text/javascript"></script>
<script src="/js/jquery-3.1.1.min.js" charset="utf-8" type="text/javascript"></script>
<script type="text/javascript">
if (window.top != window.self) window.top.location = window.self.location;
</script>
<meta name="description" content="Сервис хранения бесплатного ПО. EKS-программы. Скачать бесплатно.">
<meta name="keywords" content="сервис, хранение бесплатного по, программы, онлайн, скачать">
<meta property="og:image" content="/i/eks-3.png"/>
<link rel="image_src" href="/i/eks-3.png">
</head>


<body onload="initBody()">
<table width="100%" height="100%" border="0" cellspacing="0" cellpadding="0">
<tr><td valign="top" style="height: 28px;">
<?php include($_SERVER['DOCUMENT_ROOT'] . "/include/header.php"); ?>
</td></tr>
<tr><td valign="top" style="padding: 16px;" id="body_element">

<h1>Правила ресурса</h1><p>
Настоящие Правила созданы с целью упорядочивания общения на ресурсе eks.ru. Правила являются обязательными для исполнения всеми пользователями ресурса.</p><p>

<b>1. Регистрация</b></p><p>

Прохождение регистрации автоматически обозначает Ваше согласие с данными Правилами. Пользователь, принимая условия, изложенные в настоящих Правилах, обязуется их соблюдать или прекратить использование ресурса. Пользователь подтверждает, что он правоспособен и дееспособен.</p><p>

С момента регистрации Пользователь соглашается на автоматизированную обработку и использование любых персональных данных, указанных при регистрации либо впоследствии в связи с использованием ресурса.</p><p>

Пользователь не имеет право использовать ресурс для любой незаконной или неправомочной цели.</p><p>

Все материалы (файлы), размещенные Пользователями на ресурсе, отражают исключительно мнение Пользователей, их разместивших. Ресурс не разделяет, не поддерживает эти мнения, и не гарантирует соответствие размещенных материалов законодательству.</p><p>

Ресурс не осуществляет модерацию размещаемых Пользователями материалов, а также в обычном режиме не администрирует содержание этих материалов и не осуществляет проверку материалов (файлов) на наличие вирусов и другого вредного программного обеспечения способного нанести вред вашему компьютеру и не несет ответственность в случае получения вами данных материалов (файлов) с ресурса.</p><p>

Все размещенные на ресурсе материалы (файлы) считаются собственностью разместивших их Пользователей до тех пор, пока не будет оснований считать иначе.</p><p>

Пользователи ресурса не получают никаких прав на использование материалов, размещенных другими Пользователями, и несут полную ответственность перед владельцем материалов за их неправомерное использование.</p><p>

Ресурс имеет право без уведомления Пользователя и объяснения причин в любое время удалить любые материалы (файлы) с ресурса, в частности, материалы (файлы) могут быть удалены в случае обоснованных жалоб на их размещение от третьих лиц. В случае возникновения каких-либо претензий третьих лиц в отношении нарушения любых патентных и/или авторских прав, других имущественных и/или личных неимущественных прав, Пользователь обязан в полном объеме возместить убытки ресурсу.</p><p>

Ресурс не несет ответственности за использование (как правомерное, так и неправомерное) третьими лицами материалов, размещенных на ресурсе, включая их воспроизведение и распространение, осуществленные как в рамках ресурса, так и иными возможными способами, а также за любые последствия подобного использования материалов. Ресурс не несет ответственности за содержание файлов пересылаемых через него Пользователями.</p><p>

Пользователь несет полную ответственность за размещаемую на ресурсе информацию.</p><p>

<b>2. Ограничения</b></p><p>

2.1. Всем участникам данного ресурса запрещается:<br>
2.1.1. размещать объекты, содержащие информацию порнографического характера;<br>
2.1.2. писать рекламные тексты, сообщения коммерческого характера, спам, схемы «пирамид» и «письма счастья» без согласования с администрацией;<br>
2.1.3. самовольно открывать публичный доступ к объекту, который был закрыт Модератором или Администратором ресурса без устранения причин, по которым объект был закрыт;<br>
2.1.4. использовать ресурс для распространения материалов,  которые нарушают законодательство Украины, нарушают чьи-либо права интеллектуальной собственности,  являются крэками или взломанными версиями какого-либо программного обеспечения;<br>
2.1.5. использовать ресурс для распространения вирусов или любых других программных продуктов содержащих вредоносный код;<br>
2.1.6. в публичных разделах хранить файлы архивов, защищенные паролем;<br>
2.1.7. использовать ресурс в качестве источника файлов для других файлообменных ресурсов и/или сервисов;<br>
2.1.8. использовать программы, перебирающие номера файлов или другим образом создающие ненормальную нагрузку на ресурс, а также те, которые могут нанести  ущерб ресурсу и/или вызвать сбой технических или программных средств ресурса и/или иным образом нарушают нормальную работу ресурса;<br>
2.1.9. использовать ресурс для архивного и резервного хранения данных, т.е. для длительного хранения большого объема данных без цели их регулярного или скорейшего использования;<br>
2.1.10. размещать копии или ссылки на копии паспортов, удостоверений и прочих документов, удостоверяющих личность, а также прочие материалы, содержащие персональные данные в понимании украинского законодательства.</p><p>

2.2. Пользователь обязуется не использовать ресурс для загрузки, хранения и/или распространения любых материалов (файлов), нарушающих законодательство Украины или права и законные интересы третьих лиц. Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с размещением и/или хранением материалов на ресурсе. Пользователь самостоятельно и за свой счет обязуется урегулировать все претензии третьих лиц, связанные с размещением и/или хранением материалов на ресурсе.</p><p>

2.3. Администрация может закрывать доступ к объектам:<br>
2.3.1. агитационно-пропагандистского характера;<br>
2.3.2. разжигающим национальную или религиозную рознь или оскорбляющим национальное достоинство;<br>
2.3.3. открыто побуждающим к пропаганде насилия;<br>
2.3.4. в случае искусственного поднятия своих объектов в общих разделах;<br>
2.3.5. содержащие угрозы расправ, в т.ч. с применением силы;<br>
2.3.6. содержащие любые прямые и/или косвенные высказывания, оскорбляющие государство Украины и/или его суверенитет, его правительство и государственные символы;<br>
2.3.7. описание которых не соответствует содержимому;<br>
2.3.8. содержащие контент политического характера, которые были опубликованы в публичных разделах;<br>
2.3.9. которые длительное время никем не используются («заброшенные объекты») или являются результатом архивного или резервного хранения данных согласно пункту 2.1.9.</p><p>

<u>Администрация оставляет за собой право:</u><br>
- блокировать и удалять публично доступные объекты пользователей, если эти объекты не отвечают основным требованиям и тематике ресурса;<br>
- отключать пользователей, нарушающих Порядок и Правила;<br>
- изменять данные Правила и/или любые условия использования ресурса.</p><p>

Решение о соответствии объектов вышеуказанным требованиям и об их блокировке, перемещении, закрытии и удалении принимает Модератор и/или Администратор на свое усмотрение.</p><p>

<b>3. Размещение информации в общих разделах</b></p><p>

3.1. Не публикуйте объект оформленный не полностью, для этого в начале создайте объект на своей странице и когда он будет полностью готов, поместите объект в общий раздел.<br>
3.2. Если в объекте предполагаются файлы - все файлы должны быть загружены в объект.<br>
3.3. Альтернативные ссылки и torrent ссылки запрещены.</p><p>

<b>4. Нормы приличия</b></p><p>

Администрация портала может закрыть доступ к ресурсу пользователям, которые:<br>
4.1. используют нецензурную лексику;<br>
4.2. оскорбляют пользователей портала.</p><p>

<b>5. Ответственность пользователя</b></p><p>

Пользователь гарантирует, что размещаемые им в рамках ресурса материалы:<br>
- не содержат информации, распространение которой запрещено или ограничено в соответствии с действующим законодательством страны Вашего пребывания;<br>
- не нарушают права интеллектуальной собственности третьих лиц;<br>
- по своему содержанию соответствуют социальным, моральным и этическим принципам (не содержат сообщений, оскорбляющих человеческое достоинство, пропагандирующих насилие, расовую или национальную вражду и т.п.);<br>
- не содержат вирусов или любых других программных продуктов содержащих вредоносный код.</p><p>

<b>6. Нарушения</b></p><p>

Нарушением данных Правил считается размещение на ресурсе любых материалов, которые подпадают под категории: нанесение вреда несовершеннолетним в любой форме, включая детскую порнографию; материалы информационного характера, которые нарушают права третьих лиц на  патент, торговый знак, коммерческую тайну, авторские права или другие права собственности; любые материалы, которые содержат порнографию (в том числе при участии животных), насилие, а также другие материалы подобного характера.</p><p>

Ресурс запрещает публикацию материалов и ссылок ресурса на сайтах, которые содержат незаконные материалы, а также любые другие формы передачи материалов и информации, те, что побуждают к незаконным или непристойным действиям, включая: азартные игры; нелегальную продажу оружия; рекламу и публикацию материалов, которые могут нарушить законодательство Украины.</p><p>

<b>7. Ответственность администрации</b></p><p>

Администрация не гарантирует соответствие ресурса целям и ожиданиям Пользователя ресурса, его бесперебойную и безошибочную работу, а также сохранность профиля Пользователя и размещенных Пользователем на ресурсе материалов (файлов). Ресурс не осуществляет проверку размещенных на нем материалов (файлов), не несет ответственности за их содержание и соответствие законодательству или безопасность их использования (включая, но не ограничиваясь отсутствием вирусов или вредоносного кода). Размещение, скачивание, просмотр и использование материалов (в том числе переход по входящим в состав материалов ссылкам на другие интернет-ресурсы) осуществляется Пользователем на свой страх и риск. Ресурс не возмещает никакой ущерб, прямой или косвенный, причиненный Пользователю или третьим лицам в результате использования или невозможности использования размещенных на ресурсе материалов или ресурса в целом.</p><p>

Ресурс оставляет за собой право, без предварительного предупреждения, удалить любые материалы (файлы) с ресурса либо временно ограничить доступ к ним. В случае нарушений Пользователем условий настоящих Правил и/или требований законодательства, Администрация оставляет за собой право заблокировать учетную запись Пользователя целиком либо частично. Администрация оставляет за собой право вносить изменения в Правила без уведомления Пользователей. Администрация не несет ответственности за невозможность использования в полном объеме функций ресурса.</p><p>

<u>Для информации:</u></p><p>

Порнография – вульгарно-натуралистическая, циничная, непристойная фиксация половых актов, самоцельная, специальная демонстрация гениталий, антиэтических сцен полового акта, сексуально озабоченых зарисовок с натуры, которые не отвечают моральным критериям, унижают честь и достоинство человека, вызывая низменные инстинкты.</p><p>

Продукция эротического характера – информация и предметы массового распространения, которые включают в себе информацию эротического характера и ставят цель эстетического эффекта, ориентирована на взрослое население и не возбуждает у аудитории низменных чувств, не является вульгарной.</p><p>

С законом Украины, который содержит вышеуказанные определения можно ознакомится <a href="http://zakon4.rada.gov.ru/laws/show/1296-15" rel="nofollow" target="_blank">здесь</a>.
За изготовление, хранение, перевозку или другое перемещение с целью продажи или распространения произведений, изображений или других предметов порнографического характера, а также за продажу и распространение таких предметов статьей 301 Уголовного кодекса Украины  предусмотрена уголовная ответственность (текст статьи размещен <a href="http://zakon2.rada.gov.ru/laws/show/2341-14/page8" rel="nofollow" target="_blank">здесь</a>).

</td></tr>
<tr><td valign="bottom" height="32">
<?php include($_SERVER['DOCUMENT_ROOT'] . "/include/footer.html"); ?>
</td></tr>
</tbody></table>
</body></html>