<html id="category_software">

<title>Google Chrome 55.0.2883.75 + 64bit</title>

<img id="poster" src="icon.png">

<h1 id="page_h1">Google Chrome 55.0.2883.75 + 64bit</h1><br>

<small id="upload_time">19 января 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> Google Chrome<br>
		<b>Версия:</b> 55.0.2883.75<br>
		<b>Лицензия:</b> freeware<br>
		<b>Интерфейс:</b> Многоязычный (English, Русский, Українська и другие)<br>
		<b>Официальная страница:</b> <a href="https://www.google.com/chrome/" rel="nofollow" target="_blank">www.google.com/chrome</a>
	</p>
	<p>
		<b>Описание:</b><br>
		Google Chrome — бесплатный веб-браузер, разработанный поисковой системой Google. Он использует компоненты другого программного обеспечения с открытым кодом (включая WebKit и Mozilla) и предоставляет большую стабильность, скорость и безопасность, чем другие существующие на сегодня браузеры. При этом Google Chrome обладает простым и эффективным интерфейсом пользователя.
	</p>
	<p>
		<b>Основные характеристики Google Chrome:</b><br>
		• Одна строка для всего. Используйте адресную строку Google Chrome, как для перехода по адресу, так и для поискового запроса.<br>
		• Картинки ваших любимых сайтов. Каждый раз, при открытии новой вкладки, вы видите ссылки на наиболее посещаемые сайты, наиболее используемые поисковые системы и последние занесенные в закладки сайты.<br>
		• Ярлыки для веб-приложений. Используйте веб-приложения без открытия браузера. Ярлыки приложений могут напрямую открывать ваши любимые онлайн-сервисы.<br>
		• Обеспечение приватности. При работе в режиме инкогнито история навигации не сохраняется.<br>
		• Динамические вкладки. Вы можете перетащить вкладки за пределы окна браузера и создать таким образом новое окно, перетащить несколько вкладок между разными окнами и т. д.<br>
		• Контроль сбоев. Каждая открытая в браузере вкладка не зависит от других, поэтому сбой одного приложения не отражается на работе остальных.<br>
		• Безопасная навигация. Google Chrome предупреждает пользователя о посещении небезопасных страниц.<br>
		• Мгновенные закладки. Просто нажмите на иконку в виде звездочки слева от адресной строки.<br>
		• Импорт настроек. При установлении Google Chrome вы можете импортировать закладки и пароли с любого другого браузера.<br>
		• Загрузка файлов. В Google Chrome нет надоедливых диспетчеров загрузки, статус загрузки отображается в нижней части окна.<br>
	</p>
	<p>
		<b>Системные требования:</b><br>
		Поддерживает все операционные системы Windows начиная от XP до 10.
	</p>
</div>
