<html id="category_software">

<title>Speccy 1.30.730 + Portable + Repack</title>

<img id="poster" src="speccy.png">

<h1 id="page_h1">Speccy 1.30.730 + Portable + Repack</h1><br>

<small id="upload_time">3 марта 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> Speccy<br>
		<b>Версия:</b> 1.30.730<br>
		<b>Лицензия:</b> freeware<br>
		<b>Интерфейс:</b> Многоязычный (English, Русский, Українська)<br>
		<b>Официальная страница:</b> <a href="http://www.piriform.com" rel="nofollow" target="_blank">piriform.com</a>
	</p>
	<p>
		<b>Описание:</b><br>
		Speccy – компактная программа от разработчиков широко известного приложения для очистки компьютера от системного мусора CCleaner. При запуске Speccy исследует аппаратную часть ПК и предоставляет информацию об операционной системе и характеристики установленного железа. Скачав утилиту на Diakov.net, пользователь сможет узнать версию своей операционной системы, подробную информацию о процессоре, операционной памяти, винчестере, материнской плате, видеокарте и т.д. Кроме того, отображаются температурные показатели процессора и видеокарты, а также рабочая частота RAM и скорость шины процессора.
	</p>
	<p>
		<b>Утилита предоставляет детальную информацию о:</b><br>
		• Процессоре (имя, марка, модель, потоки, семейство и т. д.).<br>
		• Жёстких дисках (изготовитель, интерфейс, ёмкость, файловая система и т. д.).<br>
		• RAM (имя, производитель, тип, объём, каналы, частота и т. д.).<br>
		• Графической карте (название, текущее разрешение, рабочее разрешение, состояние, дата выпуска и т. д.).<br>
		• Операционной системе (имя, дата установки, серийный номер).<br>
	</p>
	<p>
		<b>Системные требования:</b><br>
		ОС: Windows 10, 8.1, 8, 7, Vista и XP. 32-бит и 64-бит.
	</p>
	<p>
		<u><font color="#13AE1B"><b>Особенности RePack'a:</b></font></u><br>
		• Тип: установка | распаковка портативной версии.<br>
		• Языки: русский | английский | украинский.<br>
		• Вырезано: все языки кроме вышеуказанных.<br>
		• Дополнительно: автоматический выбор разрядности ОС х64 | х86.<br>
	</p>
	<p>
		<b>Ключи командной строки:</b><br>
		• Тихая установка Speccy Professional Edition: /S /PRO<br>
		• Тихая распаковка Speccy Professional Edition: /S /PROPORT<br>
		• Тихая установка Speccy Technician Edition: /S /TECH<br>
		• Тихая распаковка Speccy Technician Edition: /S /TECHPORT<br>
		• Также возможен выбор каталога для установки: После всех ключей необходимо добавить /D=%путь% Пример: файл_установки.exe /S / PRO /D=C:\ Speccy<br>
	</p>
	<p>
		<b>Примечание:</b><font color="#B22222"> По завершении установки будет предложено изменить домашнюю страницу браузера. Не забудьте снять галочку.</font>
	</p>
</div>