<html id="category_software">

<title>FastStone Capture 8.4 RePack (& Portable) by D!akov</title>

<img id="poster" src="0_13273f_5375e125_orig.jpg">

<h1 id="page_h1">FastStone Capture 8.4 RePack (& Portable) by D!akov</h1><br>

<small id="upload_time">15 февраля 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> FastStone Capture<br>
		<b>Версия:</b> 8.4<br>
		<b>Лицензия:</b> shareware<br>
		<b>Интерфейс:</b> Многоязычный (English, Русский)<br>
		<b>Официальная страница:</b> <a href="http://www.faststone.org/FSCaptureDetail.htm" rel="nofollow" target="_blank">faststone.org</a>
	</p>
	<p>
		<b>Описание:</b><br>
		FastStone Capture представляет собой довольно мощное, но в то же время простое средство для захвата снимков с рабочего стола Windows. Позволяет захватывать как отдельные элементы, окна, части рабочего пространства, так и полный экран (поддерживается прокрутка страниц). Оснащена небольшой панелью для манипуляций с изображениями. Кроме того, имеются в наличии такие элементы, как экранная лупа, пипетка и линейка, что делает программу ещё более универсальной.
	</p>
	<p>
		<b>Возможности программы:</b><br>
		• Панель захвата для быстрого доступа к средствам захвата и вариантам вывода<br>
		• Горячие клавиши для мгновенного захвата экрана<br>
		• Захват окон, объектов, меню, произвольных областей или всего экрана, окон и веб-страниц с прокруткой<br>
		• Захват нескольких окон и объектов, включая многоуровневые меню<br>
		• Запись экранных операций и звука<br>
		• Настройка адресата вывода (внутренний редактор, буфер обмена, файл, печать ...)<br>
		• Нанесение объектов аннотации на снимок<br>
		• Использование эффектов, таких как падающая тень, рамка, рваные и блекнущие края изображения<br>
		• Добавление подписи к изображению<br>
		• Изменение размера, обрезка, вращение, резкость, яркость, настройка цвета ...<br>
		• Команды Отменить/Вернуть изменения при редактировании изображений<br>
		• Поддержка внешних редакторов<br>
		• Сохранение в форматах BMP, GIF, JPEG, PCX, PNG, TGA, TIFF и PDF<br>
		• Отправка снимков по электронной почте<br>
		• Отправка снимков в документы Word и PowerPoint<br>
		• Отправка снимков на веб-сервер (FTP)<br>
		• Экранная пипетка (определение цвета на экране)<br>
		• Экранная лупа<br>
		• Экранная линейка<br>
		• Поддержка нескольких мониторов<br>
		• Запуск вместе с Windows (по желанию)<br>
		• Сворачивание в область уведомлений<br>
		• Малый объем памяти, занимаемый программой<br>
		• И многое другое ...<br>
	</p>
	<p>
		<b>Системные требования:</b><br>
		Поддерживает все операционные системы Windows начиная от XP до 10.
	</p>
	<p>
		<u><font color="#13AE1B"><b>Особенности RePack'a:</b></font></u><br>
		• Тип: установка, распаковка<br>
		• Языки: русский [VIPol], english<br>
		• Лечение: <font color="#13AE1B">проведено</font><br>
		• Вырезано: справка.<br>
	</p>
	<p>
		<b>Ключи командной строки:</b><br>
		• Тихая установка русской версии: /S /IR<br>
		• Тихая установка английской версии: /S /IE<br>
		• Тихая распаковка русской версии: /S /UR<br>
		• Тихая распаковка английской версии: /S /UE<br>
		• Также возможен выбор каталога для установки: После всех ключей необходимо добавить /D=%путь%<br>
	</p>
	<p>
		Пример: файл_установки.exe /S /IR /D=C:\ FastStone<br>
	</p>
	<p>
		<b>Примечание:</b><font color="#B22222"> По завершении установки будет предложено изменить домашнюю страницу браузера. Не забудьте снять галочку.</font>
	</p>
</div>