<html id="category_software">

<title>CCleaner 5.28.6005 Business/Professional/Technician Edition Repack by D!akov</title>

<img id="poster" src="CCleaner_logo_2013.png">

<h1 id="page_h1">CCleaner 5.28.6005 Business/Professional/Technician Edition Repack by D!akov</h1><br>

<small id="upload_time">22 марта 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> CCleaner<br>
		<b>Версия:</b> 5.28.6005<br>
		<b>Лицензия:</b> freeware<br>
		<b>Интерфейс:</b> Многоязычный (English, Русский, Українська)<br>
		<b>Официальная страница:</b> <a href="https://www.piriform.com/ccleaner" rel="nofollow" target="_blank">piriform.com/ccleaner</a>
	</p>
	<p>
		<b>Описание:</b><br>
		CCleaner - один из лучших наборов инструментов для оптимизации операционной системы и очистки ее от всевозможного мусора. Благодаря этой программе, компьютер начинает работать быстрее и стабильнее, а производительность конфигурации Вашей машины находится на самых высоких показателях.
	</p>
	<p>
		CCleaner умеет глубоко сканировать систему, находя и удаляя старые, ненужные, неиспользуемые и остаточные файлы после работы браузеров и приложений, а также и обновлений системы. Поддерживается работа со всеми популярными браузерами (Internet Explorer, Firefox, Google Chrome, Opera, Safari), где CCleaner почистит временные файлы, историю посещений и загрузок, куки-файлы, автозаполнение регистрационных форм и др. Кроме того, эта утилита отлично справлется с удалением мусора, остающегося после разного рода приложений мультимедиа (AIMP, Adobe Flash Player, VLC и др.), продуктов Microsoft (Office, OneDrive и т.д.), почтовых программ, чатов и загрузчиков (the Bat, Skype, uTorrent), архиваторов (WinRAR, 7-zip) и многих других.
	</p>
	<p>
		Отдельным разделом выделен инструмент мониторинга реестра: CCleaner проверяет каждую запись в реестре на ее соответствие приложениям и службам, и в случае отсутствия связей - предлагает удалить битые или пустые записи. Так, CCleaner найдет в реестре отсутствующие библиотеки DLL, неверные расширения файлов, ошибки ActiveX, упорядочит меню "Пуск", проработает службы ОС, сверит пути приложений и многое другое. При этом перед удалением программа предлагает сделать резервную копию реестра на случай, если после чистки что-то пойдет не так или просто Вам не понравится. В целом же, очистка реестра и различного мусора на ПК позволяет получить дополнительное пространство на жестких дисках, а сама система запускается быстрее и становится более отзывчивой.
	</p>
	<p>
		Кроме очистки и удаления мусора, CCleaner имеет еще ряд дополнительных инструментов, которые пригодятся в настройке и оптимизации компьютера:
	</p>
	<p>
		• Умная деинсталляция программ.<br>
		• Управление списком автозагрузки приложений при старте системы.<br>
		• Анализатор диска с отображением количества и размера различных типов файлов на диске (изображения, аудио, видео, документы, архивы и др.).<br>
		• Поиск дубликатов файлов.<br>
		• Качественное стирание дисков (локальных и съемных).<br>
		• Восстановление системы.<br>
	</p>
	<p>
		Резюмируя, нужно сказать, что CCleaner рассчитан на широкий круг пользователей, выполнен в интуитивно понятном стильном графическом интерфейсе и позволит дать "второе дыхание" Вашему компьютеру без дополнительных финансовых вливаний в конфигурацию "железа".
	</p>
	<p>
		<b>Системные требования:</b><br>
		Поддерживает все операционные системы Windows начиная от XP до 10.
	</p>
	<p>
		<b>Особенности RePack by D!akov:</b><br>
		Тип: установка | распаковка.<br>
		Языки: ML.<br>
		Вырезано: ничего.<br>
		Разрядность: автоматический выбор x86/x64<br>
		<p></p>
		Дополнительная информация:<br>
		<p></p>
		Автоматический выбор х64 | х86, интегрирована надстройка CCEnhancer 4.4.2 расширяющая функционал, опционально добавлена возможность установки дополнительных ярлыков меню пуск для работы с CCleaner.
		<p></p>
		<b>Ключи командной строки:</b><br>
		Тихая установка CCleaner Business Edition: /S /BUS<br>
		Тихая распаковка CCleaner Business Edition: /S / BUSPORT<br>
		Тихая установка CCleaner Professional Edition: /S /PRO<br>
		Тихая распаковка CCleaner Professional Edition: /S /PROPORT<br>
		Тихая установка CCleaner Technician Edition: /S /TECH<br>
		Тихая распаковка CCleaner Technician Edition: /S / TECHPORT<br>
		Также возможен выбор каталога для установки:<br>
		После всех ключей необходимо добавить /D=%путь% Пример: файл_установки.exe /S / PRO /D=C:\ CCleaner<br>
	</p>
	<p>
		<b>Примечание:</b><font color="#B22222"> По завершении установки будет предложено изменить домашнюю страницу браузера. Не забудьте снять галочку.</font>
	</p>
</div>