<html id="category_software">

<title>ArtMoney v7.45.1 SE + Pro Portable by KloneB@DGuY</title>

<img id="poster" src="69566477.jpg">

<h1 id="page_h1">ArtMoney v7.45.1 SE + Pro Portable by KloneB@DGuY</h1><br>

<small id="upload_time">27 марта 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> ArtMoney<br>
		<b>Версия:</b> 7.45.1<br>
		<b>Лицензия:</b> freeware<br>
		<b>Интерфейс:</b> Многоязычный (English, Русский, Українська...)<br>
		<b>Официальная страница:</b> <a href="https://www.artmoney.ru" rel="nofollow" target="_blank">artmoney.ru</a>
	</p>
	<p>
		<b>Описание:</b><br>
		ArtMoney предназначена для редактирования параметров в компьютерных играх, для получения бесконечных денег, жизней, патронов и т.п. Она умеет сканировать память или файлы игры для поиска каких-то определенных значений (деньги, ресурсы и т.д.). Таких значений может быть много и надо выбрать нужные, поэтому поиск разделяется на два этапа - поиск значений и отсев ненужных значений. В итоге получаем адреса, в которых находятся числа, и их можно изменить на нужные. Программа имеет подробные справки на русском и английском языке.
	</p>
	<p>
		Специальные методы позволяют обмануть даже игры, в которых нет числовых видимых значений (например графическая полоска жизни) или игры, которые кодируют свои данные. ArtMoney не работает в режиме сетевой игры (т.е. человек против человека), поскольку деньги могут дублироваться на нескольких компьютерах, и изменение денег на одном (на вашем) не приводит к успеху, хотя и тут есть исключения.
	</p>
	<p>
		<b>Системные требования:</b><br>
		Поддерживает все операционные системы Windows начиная от XP до 10.
	</p>
	<p>
		<b>Преимущества редакции PRO:</b><br>
		• В качестве объекта можно выбрать папку или диск. Можно искать любые значения в папке игры. А также любые тексты и значения на диске или в выбранной папке.<br>
		• Дополнительные условия при поиске и отсеивании. Например, используя условие (не равно) можно отсеять все не нулевые значения, сократив, таким образом, общее время поиска.<br>
		• Поиск строк. Строка это, например, имя персонажа или игрового города, оружия или заклинания, а также игровой скрипт (если игра основана на скриптах).<br>
		• Отсеивание по формуле. При помощи формулы можно найти всё что угодно, любые закодированные значения!<br>
		• Сохранение и загрузка процесса. Может использоваться для сохранения игр, где это не предусмотрено. Требования: Windows 2000/XP/2003. Ограничения: Нельзя перезапускать процесс. Для больших игр действует только внутри одного уровня. Пока работает не на всех играх. Будем работать над улучшением.<br>
		• Скрытый режим. При установке галочки "Спрятать свой процесс", ArtMoney исчезает из списка процессов. Требования: Windows NT4/2000/XP/2003. Пригодится в случае, если игра обнаруживает ArtMoney и закрывается сама с ошибкой или закрывает ArtMoney.<br>
		• При старте программы не выдается окно "О программе".<br>
		• Полная техническая поддержка по электронной почте.<br>
	</p>
	<p>
		<b>О портативной версии:</b><br>
		• Портативная версия не требующая установки.<br>
		• Лечение проведено.<br>
	</p>
</div>