<html id="category_software">

<title>Bandicam 3.3.2.1195 Repack by KpoJIuK</title>

<img id="poster" src="hAx69dTR-bandicam.png">

<h1 id="page_h1">Bandicam 3.3.2.1195 Repack by KpoJIuK</h1><br>

<small id="upload_time">3 марта 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> Bandicam<br>
		<b>Версия:</b> 3.3.2.1195<br>
		<b>Лицензия:</b> shareware<br>
		<b>Интерфейс:</b> Многоязычный (English, Русский)<br>
		<b>Официальная страница:</b> <a href="http://www.bandicam.com" rel="nofollow" target="_blank">bandicam.com</a>
	</p>
	<p>
		<b>Описание:</b><br>
		Bandicam — программа для создания снимков экрана и захвата видео с экрана монитора. Программа имеет два режима. Один режим «Rectangle on a screen» позволяет производить снимок или видео с экрана в определённом месте и размере. Другой режим «DirectX/OpenGL window», который может записать цель, созданную в DirectX или в OpenGL.
	</p>
	<p>
		В режиме «DirectX/OpenGL window» программа отображает количество кадров в секунду. Когда количество кадров отображется зелёным цветом, это означает, что программа готова к записи, а когда запись начинается, то цвет меняется на красный. Количество кадров не отображается в режиме «Rectangle on a screen».
	</p>
	<p>
		«Bandicam» является условно бесплатной программой, то есть его можно использовать бесплатно в течение ограниченного срока. Во время бесплатного срока Bandicam помещает своё имя в виде водяного знака в верхней части каждого снимка или видео, а длина видеозаписи ограничена до 10 минут.
	</p>
	<p>
		<b>Функции:</b><br>
		• Запись DirectX/OpenGL (AVI, MP4)<br>
		• Запись области экрана (AVI, MP4)<br>
		• Захват скриншотов (BMP, PNG, JPG)<br>
		• Поддержка H.264, Xvid, MPEG-1, MJPEG, MP2, PCM<br>
		• Контроль и вывод FPS<br>
	</p>
	<p>
		<b>Особенности:</b><br>
		• Создание файлов супермаленького веса<br>
		• Запись видео сутками напролёт<br>
		• Запись видео разрешением до 3840x2160<br>
		• Готовый формат видео для заливки на YouTube (720p/1080p)<br>
		• Неограниченный максимальный размер файла (свыше 3.9 GB)<br>
	</p>
	<p>
		<b>Системные требования:</b><br>
		Поддерживает все операционные системы Windows начиная от XP до 10.
	</p>
	<p>
		<u><font color="#13AE1B"><b>Особенности версии:</b></font></u><br>
		Тип: установка, распаковка portable [KloneBADGuY]<br>
		Языки: русский, english, multi<br>
		Активация: keymaker-MAZE + hosts<br>
		Дополнительно: импорт Settings.reg<br>
	</p>
	<p>
		<b>Ключи командной строки:</b><br>
		Тихая установка: /S /I<br>
		Не создавать ярлыки на рабочем столе: /ND<br>
		Не создавать ярлыки в меню Пуск: /NS<br>
		Выбор места установки: /D=ПУТЬ<br>
		Параметр /D=ПУТЬ следует указывать самым последним<br>
		Например: Bandicam.v3.1.1.1073.exe /S /I /D=C:\MyProgram<br>
	</p>
	<p>
		<b>Примечание:</b> Рекомендуется отключить интернет и антивирус на время установки. К примеру, Comodo не позволяет корректно установить данный репак.<font color="#B22222"> Также в начале установки будет предложено изменить домашнюю страницу браузера. Не забудьте снять галочку.</font>
	</p>
</div>