<html id="category_software">

<title>Lightshot 5.4.0.1</title>

<img id="poster" src="logo-landing.png">

<h1 id="page_h1">Lightshot 5.4.0.1</h1><br>

<small id="upload_time">13 февраля 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> Lightshot<br>
		<b>Версия:</b> 5.4.0.1<br>
		<b>Лицензия:</b> freeware<br>
		<b>Интерфейс:</b> Многоязычный (English, Русский)<br>
		<b>Официальная страница:</b> <a href="http://prnt.sc" rel="nofollow" target="_blank">prnt.sc</a>
	</p>
	<p>
		<b>Описание:</b><br>
		Lightshot — бесплатная и очень простая программа для создания скриншотов. Не имея собственного интерфейса, программа предлагает лишь выделить область экрана, которую нужно зафиксировать. Затем можно отредактировать скриншот в онлайновом редакторе или просто сохранить его в файл. Сразу после установки, Lightshot помещает свою иконку в системный трей (рядом с часами) и предлагает нажать PrintScreen на клавиатуре для начала создания скриншота. После выделения необходимой области экрана, появляются все опции, которые предлагает Lightshot.
	</p>
	<p>
		У пользователя есть возможность отредактировать снимок в редакторе на сайте <a href="http://prntscr.com" rel="nofollow" target="_blank">prntscr.com</a>, или просто загрузить снимок на этот сайт. Онлайновый редактор обладает всеми функциями полноценного графического редактора и позволяет накладывать пояснительные элементы на скриншот (стрелки, линии), рисовать кистью или карандашом, и даже накладывать эффекты с помощью фильтров, которых есть приличное количество. Можно сохранить скриншот в файл, или отправить его на печать. Кроме того, программа предлагает поискать в Google или Tineye похожие картинки. Можно поделиться изображения в Facebook.
	</p>
	<p>
		<b>Преимущества Lightshot:</b><br>
		• Простейший интерфейс, скриншот делается по нажатию одной клавиши PrtSc. Сразу всё на русском.<br>
		• Сама программа занимает очень мало места на диске, быстро устанавливается.<br>
		• Множество функций предварительной обработки экрана: выделение всего экрана или его части; простейшее рисование карандашом или маркером прямо по выделенной области; можно нарисовать прямые линии, обвести нужный кусок прямоугольником, ввести текст, отметить что-то стрелкой. Да еще и сделать всё это разным цветом.<br>
		• Целый ворох вариантов дальнейшей работы со скрином: возможность размещения сразу на сайте, в соцсети, вывод на печать. Чаще всего я использовал режимы копирования в буфер обмена или сохранения в файл. При необходимости, можно даже поискать полученную картинку в гугле.<br>
	</p>
	<p>
		<b>Системные требования:</b><br>
		Поддерживает все операционные системы Windows начиная от XP до 10.
	</p>
</div>