<html id="category_software">

<title>Discord 31/Янв/2017</title>

<img id="poster" src="discord-icon.png">

<h1 id="page_h1">Discord 31/Янв/2017</h1><br>

<small id="upload_time">12 марта 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> Discord<br>
		<b>Версия:</b> 31.Jan.2017<br>
		<b>Лицензия:</b> freeware<br>
		<b>Интерфейс:</b> Многоязычный<br>
		<b>Официальная страница:</b> <a href="https://discordapp.com" rel="nofollow" target="_blank">discord.com</a>
	</p>
	<p>
		<b>Описание:</b><br>
		Discord - клиент голосового общения, который взял все самое лучшее и удобное от самых известных программ подобного рода. В первую очередь приложение будет полезно для геймеров, так как оно потребляет очень мало системных ресурсов, тем самым не влияя на показатель FPS при игре. Программа позволяет общаться совершенно бесплатно, не содержит надоедливой рекламы, скрытых платежей, премиум-подписок и прочих неприятных вещей. Она обеспечивает стабильные конференции с высоким качеством звука, может работать в режиме Push-to-Talk, обладает мощной защитой от DDoS-атак, а также предлагает максимально простой и быстрый процесс создания учетной записи.
	</p>
	<p>
		Своей концепцией Discord очень напоминает TeamSpeak. То есть для общения пользователю необходимо будет создавать сервер (это бесплатно и делается в два клика), после чего пригласить на него нужных пользователей. Приглашенные люди имеют возможность общаться как в голосовом режиме, так и обмениваться текстовыми сообщениями. Создатель сервера может легко "мутить" отдельных пользователей, создавать группы и так далее.
	</p>
	<p>
		Все вышеперечисленные возможности доступны для веб-версии Discord, официального дополнения для веб-браузеров и мобильных версий, которые доступны для всех популярных платформ. В общем, перед нами отличная замена TS, Skype и CurseVoise, которая выгодно отличается от перечисленных программных решений функционалом и производительностью.
	</p>
	<p>
		<b>Ключевые особенности и функции:</b><br>
		• Является совершенно бесплатным и не содержит рекламы.<br>
		• Обеспечивает надежную защиту от DDoS и поддерживает "лок" по IP-адресу.<br>
		• Создание учетной записи в клиенте занимает несколько секунд.<br>
		• Содержит экран наложения, работающий в графических приложениях.<br>
		• Позволяет комфортно осуществлять "модерацию" пользователей на сервере.<br>
	</p>
	<p>
		<b>Системные требования:</b><br>
		Поддерживает все операционные системы Windows начиная от XP до 10.
	</p>
</div>