<html id="category_software">

<title>Sublime Text 3 Build 3126 + 64bit + Portable</title>	

<img id="poster" src="sublime-text.png">

<h1 id="page_h1">Sublime Text 3 Build 3126 + 64bit + Portable</h1><br>

<small id="upload_time">15 апреля 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> Sublime Text 3<br>
		<b>Версия:</b> Build 3126<br>
		<b>Лицензия:</b> freeware<br>
		<b>Интерфейс:</b> English<br>
		<b>Официальная страница:</b> <a href="https://www.sublimetext.com" rel="nofollow" target="_blank">sublimetext.com</a>
	</p>
	<p>
		<b>Описание:</b><br>
		Sublime Text - многофункциональный текстовый редактор с широким набором удобных инструментов для выделения, маркировки и обработки текстовых фрагментов кода.
	</p>
	<p>
		Интерфейс этого редактора очень лаконичен. Зато скорость работы и отклика на все Ваши действия на достаточно высоком уровне. Поддерживает огромное количество языков (C++, Dylan, Erlang, HTML, Haskell, Java, JavaScript, Lua, Markdown, MATLAB, Perl, PHP, Python, Ruby, SQL, XML и др.) и предлагает на выбор около 20 цветовых схем. Весьма удобно, что реализован полноэкранный режим - очень полезно, если не хотите, чтобы Вас что-то отвлекало от полноценной работы. Кроме того, для Вас приготовлены так называемые мультипанели: можно параллельно работать с несколькими файлами в одном окне, что намного удобнее, чем использовать несколько отдельных окон.
	</p>
	<p>
		Хочется выделить такую фишку как миникарта - в правой части редактора расположена колонка, в которой в миниатюре расположены примерно 5-6 экранов с текстом. Это позволяет быстро перемещаться по коду и находить нужные элементы.
	</p>
	<p>
		Кто работает с кодом знает, как важна в текстовом редакторе подсветка. Так вот в приложении есть возможность найти и подсветить ближайшие парные скобки просто поставив курсор внутрь какой-нибудь сложной функции - на самом деле очень удобно и практично.
	</p>
	<p>
		Что же касается работы непосредственно с текстом, то и тут утилита имеет много преимуществ: поддержка снипетов, автозавершение ввода функций, работа с макросами, удобный поиск, проверка орфографии, мультивыделение, закладки нужных мест, функция автосохранения и другое. Если и этого функционала мало, то его легко расширить за счет плагинов.
	</p>
	<p>
		Программа очень гибка в настройке, практически все опции редактора настраиваются вручную в текстовых файлах - сразу видно все параметры и описание их назначений. Для часто выполняемых операций доступны комбинации горячих клавиш. В общем, преимушества редактора по достоинству оценят все, кто так или иначе связан с редактирование кода или разметки - программисты, администраторы и т.д.
	</p>
	<p>
		<b>Системные требования:</b><br>
		Поддерживает все операционные системы Windows начиная от XP до 10.
	</p>
</div>