<html id="category_software">

<title>Notepad++ 7.3.2 + 64bit</title>

<img id="poster" src="Notepad_plus_plus.png">

<h1 id="page_h1">Notepad++ 7.3.2 + 64bit</h1><br>

<small id="upload_time">3 марта 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> Notepad++<br>
		<b>Версия:</b> 7.3.2<br>
		<b>Лицензия:</b> freeware<br>
		<b>Интерфейс:</b> Многоязычный<br>
		<b>Официальная страница:</b> <a href="https://notepad-plus-plus.org.com" rel="nofollow" target="_blank">notepad-plus-plus.org.com</a>
	</p>
	<p>
	<b>Описание:</b><br>
		Notepad++ — это бесплатный редактор текстовых файлов с поддержкой синтаксиса большого количества языков программирования. Программа располагает широким набором опций и отличается минимальным потреблением ресурсов процессора.
	</p>
	<p>
		Среди продвинутых опций Notepad++ — опция подсветки текста и возможность сворачивания блоков, согласно синтаксису языка программирования. Пользователь может самостоятельно определить синтаксис языка программирования. Есть возможность настроить режим подсветки. Доступно выделение цветом директив и операторов языка программирования.
	</p>
	<p>
		Notepad++ обеспечивает возможность одновременного просмотра и редактирования нескольких документов. Также Вы можете просматривать и редактировать в двух окнах отображения один и тот же документ в разных местах. Изменение документа в одном окне просмотра будет автоматически перемещено во второе окно просмотра (т. е. вы редактируете один документ, который имеет клона во втором окне просмотра).
	</p>
	<p>
		<b>Другие возможности Notepad++:</b><br>
		• Авто-завершение набираемого слова.<br>
		• Возможность создания собственного списка API функций (или скачать его со страницы загрузки).<br>
		• Поддержка регулярных выражений Поиска/Замены.<br>
		• Полная поддержка перетягивания фрагментов текста.<br>
		• Динамическое изменение окон просмотра.<br>
		• Автоматическое определение состояния файла (уведомление об изменении или удалении файла другой программой — с возможностью перезагрузить файл или удалить его из программы).<br>
		• Увеличение и уменьшение (масштабирование).<br>
		• Поддержка большого количества языков.<br>
		• Листинг программ можно печатать в цвете — так, как вы видите на экране в окне редактирования.<br>
		• Заметки о документе.<br>
		• Выделение скобок при редактировании текста.<br>
		• Запись макроса и его выполнение.<br>
	</p>
	<p>
		<b>Системные требования:</b><br>
		Поддерживает все операционные системы Windows начиная от XP до 10.
	</p>
</div>