<html id="category_software">

<title>WinRAR 5.40 Repack by KpoJIuK</title>

<img id="poster"src="logo_claim_eng3.gif">

<h1 id="page_h1">WinRAR 5.40 Repack by KpoJIuK</h1><br>

<small id="upload_time">14 марта 2017<span class="modify_time">, не редактировалось</span></small>

<div id="post">
	<p id="main_info">
		<b>Название:</b> WinRAR<br>
		<b>Версия:</b> 5.40<br>
		<b>Лицензия:</b> shareware<br>
		<b>Интерфейс:</b> Многоязычный (English, Русский, Українська)<br>
		<b>Официальная страница:</b> <a href="http://www.win-rar.ru" rel="nofollow" target="_blank">win-rar.ru</a>
	</p>
	<p>
		<b>Описание:</b><br>
		WinRAR - один из самых известных архиваторов. То, что он поддерживает архивацию в формате RAR, это, вероятно, обьяснять не надо. Кроме того, программа умеет работать с архивами ZIP, CAB, ARJ, LZH, TAR, GZ, ACE 2.0, BZIP, JAR, UUE, GZIP, BZIP2 и 7-Zip, при этом она обладает многочисленными очень полезными возможностями - шифрование, поддержка непрерывных (solid) архивов, в которых степень сжатия может быть на 10 – 50% больше, чем при обычных методах сжатия, специальный алгоритм для сжатия мультимедийных файлов, поддержка многотомных архивов и многим другим.
	</p>
	<p>
		<b>Ключевые особенности и функции:</b><br>
		• Полная поддержка архивов RAR и ZIP.<br>
		• Использование оригинального высокоэффективного алгоритма сжатия данных.<br>
		• Наличие графической оболочки с поддержкой технологии перетаскивания (drag & drop).<br>
		• Возможность использования интерфейса командной строки.<br>
		• Управление архивами других форматов (CAB, ARJ, LZH, TAR, GZ, TAR.GZ, BZ2, TAR.BZ2, ACE, UUE, JAR, ISO, 7Z, Z).<br>
		• Поддержка метода непрерывного архивирования для более лучшего сжатия.<br>
		• Поддержка многотомных архивов.<br>
		• Создание самораспаковывающихся (SFX) обычных и многотомных архивов с помощью стандартного или дополнительных модулей SFX.<br>
		• Возможность восстановления физически поврежденных архивов.<br>
		• Возможность создания и использования томов для восстановления, позволяющих воссоздавать недостающие части многотомных архивов.<br>
		• Поддержка кодировки Unicode в именах файлов.<br>
		• Дополнительных функции (шифрование данных и имён файлов в архиве, добавление архивных комментариев, ведение протокола ошибок).<br>
		• Использование стороннего оформления интерфейса программы в виде отдельных тем.<br>
	</p>
	<p>
		<b>Системные требования:</b><br>
		Поддерживает все операционные системы Windows начиная от XP до 10.
	</p>
	<p>
		<b>Особенности RePack by KpoJIuK:</b><br>
		Тип: установка, распаковка portable [PortableAppZ]<br>
		Языки: русский, английский, украинский<br>
		Лечение: проведено [keygen-CORE]<br>
		Разрядность: автоматический выбор x86/x64<br>
		Дополнительно: информация находится в файле README.txt<br>
		<p></p>
		Дополнительная информация:<br>
		<p></p>
		Возможен подхват настроек во время установки. Свой файл Settings.reg можно получить, запустив программу и воспользовавшись командой Параметры > Экспорт параметров в файл. Надоел стандартный интерфейс? Пожалуйста: свои темы распаковывать в папку WinRAR5PREFS/Themes. Структура будет примерно такой: WinRAR5PREFS/Themes/Название темы/файлы bmp, ico и другие.<br>
		Меняете стили оформления / локализацию при помощи RarLng.dll? Ей место в папке WinRAR5PREFS;<br>
		Вы — владелец лицензионной версии или хотите любоваться своим именем в "О программе..."? Милости просим: файл RarReg.key класть в папку WinRAR5PREFS. Во время установки он будет автоматически скопирован в папку с программой.<br>
		<p></p>
		<b>Ключи командной строки:</b><br>
		Тихая установка русской версии: /S /IRU<br>
		Тихая установка английской версии: /S /IEN<br>
		Тихая установка украинской версии: /S /IUA<br>
		Распаковка портативной русской версии: /S /PRU<br>
		Распаковка портативной английской версии: /S /PEN<br>
		Распаковка портативной украинской версии: /S /PUA<br>
		Выбор места установки: /D=ПУТЬ<br>
		Ключ /D=ПУТЬ следует указывать самым последним. Например: WinRAR.v5.31.exe /S /IR /D=C:MyProgram<br>
	</p>
	<p>
		<b>Примечание:</b><font color="#B22222"> По завершении установки будет предложено изменить домашнюю страницу браузера. Не забудьте снять галочку.</font>
	</p>
</div>